	IDENTIFICATION DIVISION.
	PROGRAM-ID. COFFEE-TO-CODE.
	AUTHOR ERCUSZ.

	ENVIRONMENT DIVISION.

	DATA DIVISION.
		WORKING-STORAGE SECTION.
		01 WS-DATA  PIC X(6) VALUE "Coffee".

	PROCEDURE DIVISION.
		INSPECT WS-DATA REPLACING ALL "ff" BY "de"
        	"ee" BY SPACES.
    	DISPLAY WS-DATA.
	STOP RUN.